Repository: Kepler452bG2/TailTrailApp
Catalog: TailTrail/*.lproj/Localizable.strings
Languages: kk, ru

source: Back
kk: Артқа
ru: Назад

source: Done
kk: Дайын
ru: Готово

source: Cancel
kk: Бас тарту
ru: Отмена

source: Edit
kk: Өңдеу
ru: Редактировать

source: Save
kk: Сақтау
ru: Сохранить

source: Next
kk: Келесі
ru: Далее

source: Previous
kk: Алдыңғы
ru: Назад

source: Yes
kk: Иә
ru: Да

source: No
kk: Жоқ
ru: Нет

source: Search
kk: Үй
ru: Поиск

source: Pet
kk: жануарын іздеу
ru: Питомец

# search_pet
source: Search pets...
kk: Үй жануарларын іздеу
ru: Поиск питомцев

source: All
kk: Барлығы
ru: Все

source: OK
kk: Жарайды
ru: ОК

source: View
kk: Көру
ru: Просмотр

source: View Details
kk: Толығырақ
ru: Подробности

source: Connect Me
kk: Менімен байланысу
ru: Связаться со мной

source: Contact Me
kk: Менімен байланысу
ru: Связаться со мной

source: Logout
kk: Шығу
ru: Выйти

source: Login
kk: Кіру
ru: Войти

source: Sign Up
kk: Тіркелу
ru: Регистрация

source: Sign Up to Continue
kk: Жалғастыру үшін тіркеліңіз
ru: Зарегистрируйтесь для продолжения

source: Already have an account?
kk: Аккаунтыңыз бар ма?
ru: Уже есть аккаунт?

source: I agree to the
kk: Мен келісемін
ru: Я согласен с

source: and
kk: және
ru: и

source: Terms of Service
kk: Қызмет көрсету шарттары
ru: Условиями использования

source: Privacy Policy
kk: Құпиялылық саясаты
ru: Политикой конфиденциальности

source: Last updated: July 2025
kk: Соңғы жаңарту: Шілде 2025
ru: Последнее обновление: Июль 2025

source: © 2025 TailTrail. All rights reserved.
kk: © 2025 TailTrail. Барлық құқықтар қорғалған.
ru: © 2025 TailTrail. Все права защищены.

# Dog
source: Dogs
kk: Иттер
ru: Собаки

# Cat
source: Cats
kk: Мысықтар
ru: Кошки

# Bird
source: Birds
kk: Құстар
ru: Птицы

source: Other
kk: Басқалар
ru: Другие

source: Species
kk: Түрі
ru: Вид

source: Gender
kk: Жынысы
ru: Пол

source: pets
kk: үй жануарлары
ru: питомцев

source: Country
kk: Ел
ru: Страна

source: City
kk: Қала
ru: Город

source: Select Location
kk: Орналасқан жерді таңдау
ru: Выбрать местоположение

source: Select Language
kk: Тілді таңдау
ru: Выбрать язык

source: All pet categories near you
kk: Сіздің аймағыңыздағы барлық үй жануарлар категориясы
ru: Все категории питомцев рядом с вами

source: New Post
kk: Жаңа жазба
ru: Новый пост

source: Step %d of 2
kk: 2-ден %d қадам
ru: Шаг %d из 2

source: Publish
kk: Жариялау
ru: Опубликовать

source: Photos (up to 5)
kk: Фотосуреттер (5-ке дейін)
ru: Фотографии (до 5)

source: No posts found
kk: Жазбалар табылмады
ru: Посты не найдены

# no_lost_pets_in_area
source: No lost pets in your area
kk: Сіздің аймағыңызда жоғалған үй жануарлары жоқ
ru: Нет потерянных питомцев в вашем районе

# no_found_pets_in_area
source: No found pets in your area
kk: Сіздің аймағыңызда табылған үй жануарлары жоқ
ru: Нет найденных питомцев в вашем районе

# no_Dog_pets_found
source: No dogs found
kk: Иттер табылмады
ru: Собаки не найдены

# no_Cat_pets_found
source: No cats found
kk: Мысықтар табылмады
ru: Кошки не найдены

# no_Bird_pets_found
source: No birds found
kk: Құстар табылмады
ru: Птицы не найдены

source: No other pets found
kk: Басқа үй жануарлары табылмады
ru: Другие питомцы не найдены

source: Load More
kk: Көбірек жүктеу
ru: Загрузить еще

# you_are_offline
source: You're offline
kk: Сіз желіде емессіз
ru: Вы не в сети

source: Error
kk: Қате
ru: Ошибка

source: Retry
kk: Қайталау
ru: Повторить

source: Lost
kk: Жоғалған
ru: Потерян

source: Found
kk: Табылған
ru: Найден

source: lost
kk: жоғалған
ru: потерян

source: found
kk: табылған
ru: найден

source: reunited
kk: қайта біріктірілген
ru: воссоединен

source: Missing %@
kk: Жоғалған %@
ru: Пропал %@

source: Notifications
kk: Хабарландырулар
ru: Уведомления

source: Chats
kk: Чаттар
ru: Чаты

source: No chats yet
kk: Әзірше чаттар жоқ
ru: Пока нет чатов

source: Start a conversation by contacting a pet owner
kk: Үй жануарының иесімен байланысу арқылы сөйлесу бастаңыз
ru: Начните разговор, связавшись с владельцем питомца

source: 23 Mins
kk: 23 мин
ru: 23 мин

source: Edit Profile
kk: Профильді өңдеу
ru: Редактировать профиль

source: Personal Information
kk: Жеке ақпарат
ru: Личная информация

source: Change Password
kk: Құпия сөзді өзгерту
ru: Изменить пароль

source: Delete Account
kk: Аккаунтты жою
ru: Удалить аккаунт

source: Hello! My name is %@.
kk: Сәлем! Менің атым %@.
ru: Привет! Меня зовут %@.

source: Rating
kk: Рейтинг
ru: Рейтинг

source: About Me
kk: Мен туралы
ru: Обо мне

source: My Posts
kk: Менің жазбаларым
ru: Мои посты

source: No posts found.
kk: Жазбалар табылмады.
ru: Посты не найдены.

source: %@ screen coming soon!
kk: %@ экраны жақында келеді!
ru: Экран %@ скоро появится!

source: General Settings
kk: Жалпы параметрлер
ru: Общие настройки

source: Blocked Users
kk: Блокталған пайдаланушылар
ru: Заблокированные пользователи

source: Legal
kk: Заңды
ru: Правовая информация

source: App
kk: Қосымша
ru: Приложение

source: Privacy Policy
kk: Құпиялылық саясаты
ru: Политика конфиденциальности

source: Logout
kk: Шығу
ru: Выйти

source: Made with ❤️ for Pet Families everywhere
kk: Жануар жанұялары үшін махаббатпен жасалды
ru: Сделано с ❤️ для семей с питомцами по всему миру

source: Create Account
kk: Аккаунт жасау
ru: Создать аккаунт

source: No messages yet
kk: Әзірше хабарламалар жоқ
ru: Пока нет сообщений

source: Your report has been submitted and will be reviewed.
kk: Сіздің есебіңіз сәтті жіберілді. Жақында қаралады.
ru: Ваш отчет отправлен и будет рассмотрен.

source: You will no longer see posts or receive messages from this user.
kk: Сіз бұл қолданушыдан енді хабарламалар алмайсыз және оның жазбалары көрсетілмейді.
ru: Вы больше не будете видеть посты или получать сообщения от этого пользователя.

source: Pet Story
kk: Үй жануарының тарихы
ru: История питомца

source: Nannie Barker
kk: Нэнни Баркер
ru: Нэнни Баркер

source: 1. Information We Collect
kk: 1. Біз жинайтын ақпарат
ru: 1. Информация, которую мы собираем

source: We collect information you provide directly to us, such as when you create an account, post about lost or found pets, or contact us for support. This may include:
kk: Сіз аккаунт ашқанда, жоғалған немесе табылған үй жануарлары туралы жазба жариялағанда немесе қолдау қызметіне хабарласқанда, біз сізден тікелей алынған ақпаратты жинаймыз. Бұл келесі мәліметтерді қамтуы мүмкін:
ru: Мы собираем информацию, которую вы предоставляете нам напрямую, например, при создании аккаунта, публикации о потерянных или найденных питомцах или обращении к нам за поддержкой. Это может включать:

source: • Email address and password for account creation
kk: • Аккаунт тіркеу мақсатында электрондық пошта мекенжайы мен құпиясөз.
ru: • Email адрес и пароль для создания аккаунта

source: • Pet information (name, breed, age, photos)
kk: • Үй жануары туралы ақпарат (аты, тұқымы, жасы, фотосуреттер)
ru: • Информация о питомце (имя, порода, возраст, фотографии)

source: • Location data to show nearby pets
kk: • Жақын маңдағы жануарларды көрсету үшін орналасқан жер туралы деректер
ru: • Данные о местоположении для показа ближайших питомцев

source: • Contact information for pet owners
kk: • Жануар иелерімен байланысуға арналған байланыс ақпараты
ru: • Контактная информация владельцев питомцев

source: • Messages sent through the chat feature
kk: • Чат арқылы жіберілген хабарламалар
ru: • Сообщения, отправленные через функцию чата

source: 2. How We Use Your Information
kk: 2. Ақпаратыңызды қалай пайдаланамыз
ru: 2. Как мы используем вашу информацию

source: We use the information we collect to:
kk: Біз жинаған ақпаратты келесі мақсаттарда пайдаланамыз:
ru: Мы используем собранную информацию для:

source: • Provide and maintain our pet finding service
kk: • Үй жануарларын табуға арналған қызметімізді ұсыну және қолдау
ru: • Предоставления и поддержки нашего сервиса поиска питомцев

source: • Connect pet owners with people who found their pets
kk: • Жануар иелері мен олардың жануарларын тапқан адамдарды байланыстыру
ru: • Связывания владельцев питомцев с людьми, которые их нашли

source: • Send notifications about relevant posts
kk: • Сәйкес жазбалар туралы хабарламалар жіберу
ru: • Отправки уведомлений о релевантных постах

source: • Improve our app and user experience
kk: • Қосымшамызды және қолданушы тәжірибесін жақсарту
ru: • Улучшения нашего приложения и пользовательского опыта

source: • Respond to your support requests
kk: • Қолдау сұраныстарыңызға жауап беру
ru: • Ответов на ваши запросы в поддержку

source: 3. Location Services
kk: 3. Орналасқан жер қызметтері
ru: 3. Службы геолокации

source: TailTrail uses your device's location to show you nearby lost or found pets. You can control location access in your device settings. We only access location when the app is actively being used.
kk: TailTrail құрылғыңыздың орналасқан жерін жақын маңдағы жоғалған немесе табылған үй жануарларын көрсету үшін пайдаланады.Сіз құрылғыңыздың баптауларынан орналасқан жерге қолжетімділікті басқара аласыз. Біз орналасқан жер деректеріне тек қосымша белсенді қолданылған кезде ғана қол жеткіземіз.
ru: TailTrail использует местоположение вашего устройства для показа ближайших потерянных или найденных питомцев. Вы можете контролировать доступ к местоположению в настройках устройства. Мы получаем доступ к местоположению только когда приложение активно используется.

source: 4. Photo and Media
kk: 4. Фотосуреттер мен медиафайлдар
ru: 4. Фотографии и медиа

source: When you upload photos of pets, we store them securely on our servers to help identify lost pets. Photos are only shared with other users through the app's posting system.
kk: Сіз үй жануарларының фотосуреттерін жүктеген кезде, біз оларды жоғалған жануарларды анықтауға көмектесу мақсатында серверлерімізде қауіпсіз түрде сақтаймыз. Фотосуреттер тек қосымшаның жариялау жүйесі арқылы басқа қолданушылармен бөлісіледі.
ru: Когда вы загружаете фотографии питомцев, мы безопасно храним их на наших серверах для помощи в идентификации потерянных питомцев. Фотографии передаются другим пользователям только через систему публикаций приложения.

source: 5. Data Sharing
kk: 5. Деректерді бөлісу
ru: 5. Передача данных

source: We do not sell, trade, or rent your personal information to third parties. We may share information only in these limited circumstances:
kk: Біз сіздің жеке ақпаратыңызды үшінші тұлғаларға сатпаймыз, айырбастамаймыз және жалға бермейміз.Ақпарат келесі шектеулі жағдайларда ғана бөлісілуі мүмкін:
ru: Мы не продаем, не обмениваем и не сдаем в аренду вашу личную информацию третьим лицам. Мы можем передавать информацию только в этих ограниченных случаях:

source: • With your explicit consent
kk: • Сіздің анық келісіміңізбен
ru: • С вашего явного согласия

source: • To comply with legal obligations
kk: • Заңды міндеттемелерді орындау үшін
ru: • Для соблюдения юридических обязательств

source: • To protect our rights and safety
kk: • Біздің құқықтарымызды және қауіпсіздігімізді қорғау үшін
ru: • Для защиты наших прав и безопасности

source: • With service providers who help us operate the app
kk: • Қосымшаның жұмыс істеуіне көмектесетін қызмет көрсетушілермен.
ru: • С поставщиками услуг, которые помогают нам управлять приложением

source: 6. Data Security
kk: 6. Деректер қауіпсіздігі
ru: 6. Безопасность данных

source: We implement appropriate security measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction. However, no method of transmission over the internet is 100% secure.
kk: Біз сіздің жеке ақпаратыңызды рұқсатсыз қол жеткізуден, өзгертуден, жария етуден немесе жойылудан қорғау үшін тиісті қауіпсіздік шараларын қолданамыз. Алайда, интернет арқылы деректерді беру әдістерінің ешқайсысы 100% қауіпсіз деп саналмайды.
ru: Мы применяем соответствующие меры безопасности для защиты вашей личной информации от несанкционированного доступа, изменения, раскрытия или уничтожения. Однако ни один метод передачи через интернет не является на 100% безопасным.

source: 7. Your Rights
kk: 7. Сіздің құқықтарыңыз
ru: 7. Ваши права

source: You have the right to:
kk: Сізде келесі құқықтар бар:
ru: Вы имеете право:

source: • Access your personal information
kk: • Жеке ақпаратыңызға қол жеткізу
ru: • Получить доступ к вашей личной информации

source: • Update or correct your information
kk: • Ақпаратыңызды жаңарту немесе түзету
ru: • Обновить или исправить вашу информацию

source: • Delete your account and data
kk: • Аккаунтыңызды және деректеріңізді жою
ru: • Удалить ваш аккаунт и данные

source: • Opt out of certain communications
kk: • Белгілі бір хабарламалардан бас тарту
ru: • Отказаться от определенных сообщений

source: • Request data portability
kk: • Деректерді тасымалдауды сұрату
ru: • Запросить переносимость данных

source: 8. Children's Privacy
kk: 8. Балалардың құпиялылығы
ru: 8. Конфиденциальность детей

source: TailTrail is not intended for children under 13. We do not knowingly collect personal information from children under 13. If you are a parent and believe your child has provided us with personal information, please contact us.
kk: TailTrail 13 жасқа толмаған балаларға арналмаған. Біз балалардан әдейі жеке деректер жинамаймыз. Егер бала ата-анасының немесе қамқоршысының келісімінсіз жеке ақпарат бергені анықталса, біз бұл деректерді дереу өшіреміз. Егер сіз балаңыз бізге жеке ақпарат берді деп ойласаңыз, бізбен хабарласыңыз — біз оны жою шараларын қолданамыз.
ru: TailTrail не предназначен для детей младше 13 лет. Мы не собираем намеренно личную информацию от детей младше 13 лет. Если вы являетесь родителем и считаете, что ваш ребенок предоставил нам личную информацию, пожалуйста, свяжитесь с нами.

source: 9. Changes to This Policy
kk: 9. Бұл саясаттағы өзгерістер
ru: 9. Изменения в этой политике

source: We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy in the app and updating the 'Last updated' date.
kk: Біз бұл Құпиялылық саясатын мезгіл-мезгіл жаңартып отыруымыз мүмкін. Кез келген өзгерістер туралы сізге қосымшада жаңартылған Құпиялылық саясатын жариялау және «Соңғы жаңартылған күні» бөлімін жаңарту арқылы хабарлаймыз.
ru: Мы можем время от времени обновлять эту Политику конфиденциальности. Мы уведомим вас о любых изменениях, разместив новую Политику конфиденциальности в приложении и обновив дату 'Последнее обновление'.

source: 10. Contact Us
kk: 10. Бізбен байланысу
ru: 10. Свяжитесь с нами

source: If you have any questions about this Privacy Policy, please contact us at:
kk: Егер осы Құпиялылық саясатына қатысты сұрақтарыңыз болса, бізбен келесі мекенжай арқылы хабарласа аласыз:
ru: Если у вас есть вопросы об этой Политике конфиденциальности, пожалуйста, свяжитесь с нами:

source: 1. Acceptance of Terms
kk: 1. Шарттарды қабылдау
ru: 1. Принятие условий

source: By downloading, installing, or using the TailTrail mobile application, you agree to be bound by these Terms of Service. If you do not agree to these terms, please do not use the app.
kk: TailTrail мобильді қосымшасын жүктеу, орнату немесе пайдалану арқылы сіз осы Қызмет көрсету шарттарымен келісетініңізді білдіресіз. Егер сіз бұл шарттармен келіспесеңіз, қосымшаны пайдаланбауыңызды сұраймыз.
ru: Загружая, устанавливая или используя мобильное приложение TailTrail, вы соглашаетесь соблюдать эти Условия использования. Если вы не согласны с этими условиями, пожалуйста, не используйте приложение.

source: 2. Description of Service
kk: 2. Қызмет сипаттамасы
ru: 2. Описание сервиса

source: TailTrail is a social networking platform designed to help pet owners find their lost pets and connect with people who have found animals. The service allows users to:
kk: TailTrail — бұл үй жануарларын жоғалтып алған иелерге оларды табуға және жануар тапқан адамдармен байланысуға көмектесетін әлеуметтік желілік платформа. Бұл қызмет қолданушыларға келесі мүмкіндіктерді ұсынады:
ru: TailTrail - это платформа социальных сетей, предназначенная для помощи владельцам питомцев найти своих потерянных питомцев и связаться с людьми, которые нашли животных. Сервис позволяет пользователям:

source: • Create posts about lost or found pets
kk: • Жоғалған немесе табылған үй жануарлары туралы жазбалар жариялау
ru: • Создавать посты о потерянных или найденных питомцах

source: • Upload photos and information about pets
kk: • Үй жануарлары туралы фотосуреттер мен ақпарат жүктеу
ru: • Загружать фотографии и информацию о питомцах

source: • Communicate with other users through chat
kk: • Чат арқылы басқа пайдаланушылармен байланысу
ru: • Общаться с другими пользователями через чат

source: • View posts from nearby locations
kk: • Жақындағы орындардан жазбаларды көру
ru: • Просматривать посты из ближайших мест

source: • Report and block inappropriate content
kk: • Сәйкес емес мазмұн туралы хабарлау және оны блоктау
ru: • Сообщать о неподходящем контенте и блокировать его

source: 3. User Accounts
kk: 3. Пайдаланушы аккаунттары
ru: 3. Аккаунты пользователей

source: To use certain features of TailTrail, you must create an account. You are responsible for:
kk: TailTrail қосымшасының кейбір мүмкіндіктерін пайдалану үшін сіз аккаунт жасауыңыз керек. Сіз келесі нәрселерге жауаптысыз:
ru: Для использования определенных функций TailTrail вы должны создать аккаунт. Вы несете ответственность за:

source: • Maintaining the confidentiality of your account
kk: • Аккаунтыңыздың құпиялылығын сақтау
ru: • Сохранение конфиденциальности вашего аккаунта

source: • All activities that occur under your account
kk: • Аккаунтыңыз бойынша орын алатын барлық әрекеттер
ru: • Все действия, которые происходят под вашим аккаунтом

source: • Providing accurate and complete information
kk: • Дәл және толық ақпарат беру
ru: • Предоставление точной и полной информации

source: • Notifying us immediately of any unauthorized use
kk: • Рұқсатсыз пайдаланылған жағдайлар туралы бізге дереу хабарлау
ru: • Немедленное уведомление нас о любом несанкционированном использовании

source: 4. User Content
kk: 4. Пайдаланушы мазмұны
ru: 4. Пользовательский контент

source: You retain ownership of content you post, but grant TailTrail a license to use, display, and distribute your content for the purpose of providing the service. You agree not to post:
kk: Сіз жариялаған мазмұнның иесі болып қала бересіз, бірақ TailTrail қызметті ұсыну мақсатында сіздің мазмұныңызды пайдалануға, көрсетуге және таратуға лицензия бересіз. Сіз төмендегі мазмұндарды жарияламауға келісесіз:
ru: Вы сохраняете право собственности на контент, который публикуете, но предоставляете TailTrail лицензию на использование, отображение и распространение вашего контента для целей предоставления сервиса. Вы соглашаетесь не публиковать:

source: • False or misleading information
kk: • Жалған немесе алдайтын ақпарат
ru: • Ложную или вводящую в заблуждение информацию

source: • Content that violates others' rights
kk: • Басқалардың құқықтарын бұзатын мазмұн
ru: • Контент, нарушающий права других

source: • Inappropriate, offensive, or harmful content
kk: • Сәйкес емес, қорлайтын немесе зиянды мазмұн
ru: • Неподходящий, оскорбительный или вредный контент

source: • Spam or commercial advertisements
kk: • Спам немесе коммерциялық жарнамалар
ru: • Спам или коммерческую рекламу

source: • Personal information of others without consent
kk: • Басқа адамдардың келісімінсіз олардың жеке ақпаратын
ru: • Личную информацию других без согласия

source: 5. Prohibited Activities
kk: 5. Тыйым салынған әрекеттер
ru: 5. Запрещенные действия

source: You agree not to:
kk: Сіз бұны жасамауға келісесіз:
ru: Вы соглашаетесь не:

source: • Use the service for illegal purposes
kk: • Қызметті заңсыз мақсаттар үшін пайдалану
ru: • Использовать сервис для незаконных целей

source: • Harass, abuse, or harm other users
kk: • Басқа пайдаланушыларды қорлау, зорлау немесе зиян келтіру
ru: • Докучать, оскорблять или причинять вред другим пользователям

source: • Attempt to gain unauthorized access to the service
kk: • Қызметке рұқсатсыз кіруге тырысу
ru: • Пытаться получить несанкционированный доступ к сервису

source: • Interfere with the proper functioning of the app
kk: • Қосымшаның дұрыс жұмыс істеуіне кедергі келтіру
ru: • Вмешиваться в правильное функционирование приложения

source: • Use automated systems to access the service
kk: • Қызметке кіру үшін автоматтандырылған жүйелерді пайдалану
ru: • Использовать автоматизированные системы для доступа к сервису

source: 6. Privacy
kk: 6. Құпиялылық
ru: 6. Конфиденциальность

source: Your privacy is important to us. Please review our Privacy Policy, which also governs your use of the service, to understand our practices.
kk: Сіздің құпиялылығыңыз біз үшін маңызды. Біздің тәжірибемізді түсіну үшін қызметті пайдалануыңызды да реттейтін Құпиялылық саясатымызды қараңыз.
ru: Ваша конфиденциальность важна для нас. Пожалуйста, ознакомьтесь с нашей Политикой конфиденциальности, которая также регулирует ваше использование сервиса, чтобы понять наши практики.

source: 7. Location Services
kk: 7. Орналасу қызметтері
ru: 7. Службы геолокации

source: TailTrail uses location services to show you relevant posts from your area. You can control location access in your device settings. By using the app, you consent to the collection and use of location data as described in our Privacy Policy.
kk: TailTrail сізге ауданыңыздан сәйкес жазбаларды көрсету үшін орналасу қызметтерін пайдаланады. Сіз құрылғы параметрлерінде орналасуға қол жеткізуді бақылай аласыз. Қосымшаны пайдалану арқылы сіз Құпиялылық саясатымызда сипатталған орналасу деректерін жинауға және пайдалануға келісесіз.
ru: TailTrail использует службы геолокации для показа релевантных постов из вашего района. Вы можете контролировать доступ к местоположению в настройках устройства. Используя приложение, вы соглашаетесь на сбор и использование данных о местоположении, как описано в нашей Политике конфиденциальности.

source: 8. Intellectual Property
kk: 8. Зияткерлік меншік
ru: 8. Интеллектуальная собственность

source: The TailTrail app, including its design, features, and content, is owned by TailTrail and protected by intellectual property laws. You may not copy, modify, or distribute any part of the service without our permission.
kk: TailTrail қосымшасы, оның дизайны, функциялары және мазмұны қоса, TailTrail-ге тиесілі және зияткерлік меншік заңдарымен қорғалған. Сіз біздің рұқсатымызсыз қызметтің кез келген бөлігін көшіре, өзгерте немесе тарата алмайсыз.
ru: Приложение TailTrail, включая его дизайн, функции и контент, принадлежит TailTrail и защищено законами об интеллектуальной собственности. Вы не можете копировать, изменять или распространять любую часть сервиса без нашего разрешения.

source: 9. Disclaimers
kk: 9. Жауапкершіліктен бас тарту
ru: 9. Отказ от ответственности

source: TailTrail is provided 'as is' without warranties of any kind. We do not guarantee that the service will be uninterrupted, secure, or error-free. We are not responsible for the accuracy of user-generated content.
kk: TailTrail кез келген кепілдіктерсіз 'қандай болса сондай' беріледі. Біз қызметтің үзіліссіз, қауіпсіз немесе қатесіз болатынын кепілдемейміз. Біз пайдаланушы жасаған мазмұнның дәлдігі үшін жауапты емеспіз.
ru: TailTrail предоставляется 'как есть' без каких-либо гарантий. Мы не гарантируем, что сервис будет бесперебойным, безопасным или безошибочным. Мы не несем ответственности за точность пользовательского контента.

source: 10. Limitation of Liability
kk: 10. Жауапкершілікті шектеу
ru: 10. Ограничение ответственности
