Repository: Kepler452bG2/TailTrailApp
Catalog: TailTrail/*.lproj/Localizable.strings
Languages: kk, ru

source: To the maximum extent permitted by law, TailTrail shall not be liable for any indirect, incidental, special, consequential, or punitive damages resulting from your use of the service.
kk: Заңмен рұқсат етілген максималды шекке дейін, TailTrail қызметті пайдалануыңыздан туындайтын кез келген жанама, кездейсоқ, арнайы, салдарлы немесе айыппұлдық залалдар үшін жауапты болмайды.
ru: В максимальной степени, разрешенной законом, TailTrail не несет ответственности за любые косвенные, случайные, специальные, последующие или штрафные убытки, возникшие в результате вашего использования сервиса.

source: 11. Termination
kk: 11. Тоқтату
ru: 11. Прекращение действия

source: We may terminate or suspend your account at any time for violations of these terms. You may also delete your account at any time through the app settings.
kk: Біз осы шарттарды бұзғаны үшін кез келген уақытта сіздің аккаунтыңызды тоқтата немесе тоқтата аламыз. Сіз де қосымша параметрлері арқылы кез келген уақытта аккаунтыңызды жоя аласыз.
ru: Мы можем прекратить или приостановить ваш аккаунт в любое время за нарушения этих условий. Вы также можете удалить свой аккаунт в любое время через настройки приложения.

source: 12. Changes to Terms
kk: 12. Шарттардағы өзгерістер
ru: 12. Изменения условий

source: We may update these Terms of Service from time to time. We will notify you of any changes by posting the new terms in the app. Your continued use of the service after changes constitutes acceptance of the new terms.
kk: Біз осы Қызмет көрсету шарттарын уақыт өте келе жаңарта аламыз. Біз кез келген өзгерістер туралы сізді хабардар етеміз, жаңа шарттарды қосымшада орналастыру арқылы. Өзгерістерден кейін қызметті жалғастыруыңыз жаңа шарттарды қабылдау болып табылады.
ru: Мы можем время от времени обновлять эти Условия использования. Мы уведомим вас о любых изменениях, разместив новые условия в приложении. Ваше продолжение использования сервиса после изменений означает принятие новых условий.

source: 13. Governing Law
kk: 13. Басқарушы заң
ru: 13. Применимое право

source: These terms are governed by the laws of the jurisdiction where TailTrail operates. Any disputes will be resolved in the appropriate courts of that jurisdiction.
kk: Бұл шарттар TailTrail жұмыс істейтін юрисдикцияның заңдарымен басқарылады. Кез келген даулар сол юрисдикцияның сәйкес соттарында шешіледі.
ru: Эти условия регулируются законами юрисдикции, где работает TailTrail. Любые споры будут разрешены в соответствующих судах этой юрисдикции.

source: 14. Contact Information
kk: 14. Байланыс ақпараты
ru: 14. Контактная информация

source: If you have any questions about these Terms of Service, please contact us at:
kk: Егер сізде осы Қызмет көрсету шарттары туралы сұрақтар болса, бізбен мына мекенжай бойынша байланысыңыз:
ru: Если у вас есть вопросы об этих Условиях использования, пожалуйста, свяжитесь с нами:
